brew mas

tap caskroom/cask

## editor
cask 'android-studio'
cask 'iterm2'
cask 'evernote'
cask 'skitch'

## browser
cask 'google-chrome'

## programming tool
cask 'cyberduck'
cask 'docker'
cask 'imageoptim'
cask 'java'

## display
cask 'insomniax'
cask 'flux'
cask 'shiftit'

## communication
cask 'slack'

## useful
cask 'alfred'
cask 'clipy'
cask 'cmd-eikana' # keyremap4macbook
cask 'dropbox'
cask 'the-unarchiver'
cask 'vlc'

## vagrant
cask 'virtualbox'
cask 'vagrant'
cask 'vagrant-manager'

brew git

tap homebrew/versions

tap rcmdnk/file
brew brew-file
